Repository: bitcero/rmcommon
Catalog: plugins/polyglot/lang/*.po
Languages: es

source: Element could not be registered:
es: No se pudo registrar el elemento:

source: Translation strings could not be save!
es: ¡Las cadenas de traducción no pudieron guardarse!

source: Plugins Manager
es: Administración de Plugins

source: Adjustments
es: Ajustes

source: You have not authorization for this action!
es: ¡No tienes autorización para llevar a cabo esta acción!

source: Specified language is not valid!
es: ¡El idioma especificado no es válido!

source: Specified language does not exists in Polyglot!
es: ¡El idioma especificado no existe en Polyglot!

source: You have not authorization to add languages!
es: ¡No tienes autorización para añadir idiomas!

source: Please fill all fields in order to add a new language!
es: ¡Por favor completa todos los campos para poder agregar un idioma!

source: The language "%s" already exists!
es: Ya existe el idioma "%s"

source: The language "%s" could not be added: %s
es: No puso agregarse el idioma "%s": %s

source: The language "%s" was added successfully!
es: ¡El idioma "%s" se agregó correctamente!

source: There are not languages registered in Polyglot!
es: ¡Todavía no hay idiomas registrados en Polyglot!

source: Language "%s" was set as base language
es: El idioma "%s" fue establecido como idioma base

source: You must provide all fields to modify this language. Please try again.
es: Para modificar este idioma debes llenar todos los campos. Por favor inténtalo de nuevo.

source: Another language with same code already exists!
es: ¡Ya existe otro idioma con el mismo código!

source: Language updated successfully!
es: ¡Idioma actualizado correctamente!

source: Language table could not be deleted:
es: La tabla del idioma no pudo ser eliminada:

source: Language %s deleted successfully!
es: ¡El idioma %s se eliminó correctamente!

source: Status for language %s was changed to %s
es: ¡El estado para el idioma %s se cambió a %s

source: Select Language
es: Seleccionar Idioma

source: Languages
es: Idiomas

source: Service provider to add multilingual support to Common Utilities and modules
es: Proveedor de servicio para agregar soporte multi-idioma a Common Utilities y sus módulos

source: Polyglot Help
es: Ayuda de Polyglot

source: You must complete the field %s before to continue!
es: ¡Debes llenar el campo %s antes de continuar!

source: Language %s already exists!
es: ¡Ya existe el idioma %s!

source: No language data detected!
es: ¡No se detectaron datos de idioma!

source: Edition Language:
es: Idioma de Edición:

source: You are editing in a differnet language. Changes will be saved using the current one (%s), but if you need to edit in base language please click on the right button before to make any change.
es: Estás editando el contenido en un idioma diferente a tu idioma base. Los cambios serán guardados únicamente en el idioma actual (%s), pero si lo que necesitas es editar en el idioma original por favor selecciona el idioma correcto como idioma de edición.

source: Do you really want to set this language as "Base Language"? Note that this action can not be undone after.
es: ¿Realmente deseas establecer este idioma como "Idioma Base"? Toma en cuenta que esto no se puede cambiar posteriormente.

source: Save Changes
es: Guardar Cambios

source: Do you really wish to delete this language? \n\nNote that this action can not be undone and all translated strings from this language will be deleted too.
es: ¿Realmente deseas eliminar este idioma?\n\nToma en cuenta que esta acción no puede deshacerse y que todas las cadenas traducidas, de este idioma, también serán eliminadas.

source: Do you really wish to change the status for this language?
es: ¿Realmente deseas cambiar el estado de este idioma?

source: Multilingual plugin for Common Utilities and XOOPS.
es: Plugin para soporte multi-idioma en Common Utilities y XOOPS.

source: Common Utilities version must be at least 2.3
es: La versión de Commón Utilities debe ser al menos la 2.3

source: Default language
es: Idioma por defecto

source: Select the language that will be used when users browser language does not match with any language registered in Polyglot.
es: Selecciona el idioma que será usado cuando el idioma del navegador del usuario no coincida con ningún idioma registrado en Polyglot.

source: Language
es: Idioma

source: Code
es: Código

source: Direction
es: Dirección

source: There are not languages registered yet!
es: ¡Todavía no hay idiomas registrados!

source: Right to left
es: Derecha a izquierda

source: Save Adjustments
es: Guardar Ajustes

source: Polyglot Configuration
es: Configuración de Polyglot

source: Specify the base language for this site and it can not (and must not) be changed.
es: Especifica el idioma base para este sitio y no puede ser cambiado.

source: Name
es: Nombre

source: Country
es: País

source: File
es: Archivo

source: Directory
es: Directorio

source: Country (flag)
es: País (bandera)

source: Althought there are no languages to handle in Polyglot.
es: Todavía no hay idiomas para administrar con Polyglot.

source: Edit
es: Editar

source: Enable
es: Habilitar

source: Disable
es: Deshabilitar

source: Delete
es: Eliminar
