Repository: bitcero/rmcommon
Catalog: plugins/lightbox/lang/*.po
Languages: es_mx

source: LighBox Plugin
es_mx: Lightbox

source: This plugin allows to use jQuery LightBox in modules and other elements.
es_mx: Este plugin permite utilizar jQuery Lightbox en los módulos y otros elementos.

source: Lightbox theme
es_mx: Tema Lightbox

source: Select the appearance taht you wish for Lightbox plugin
es_mx: Selecciona la apariencia que deseas para el plugin

source: Lightbox transition type
es_mx: Tipo de transición

source: Elastic
es_mx: Elástica

source: Fade
es_mx: Aparecer

source: None
es_mx: Ninguna

source: Transition speed
es_mx: Velocidad de la transición

source: Sets the speed of the fade and elastic transitions, in milliseconds.
es_mx: Establece la velocidad de la transición del plugin. Este valor se especifica en milisegundos.

source: Max width
es_mx: Ancho máximo

source: Set a maximum width for loaded content. Example: "100%", 500, "500px". Leave 0 for no limit.
es_mx: Establece un ancho máximo para el contenido que se carga. Ejemplo "100%", 500, "500px". Cero significa sin límite.

source: Max height
es_mx: Altura máxima.

source: Set a maximum height for loaded content. Example: "100%", 500, "500px". Leave 0 for no limit.
es_mx: Establece un alto máximo para el contenido que se carga. Ejemplo "100%", 500, "500px". Cero significa sin límite.

source: Scale images
es_mx: Redimensionar imágenes

source: If "yes" and if Max width or Max height have been defined, ColorBox will scale photos to fit within the those values.
es_mx: Si se ha definido un ancho o alto máximo y esta opción se establece en "Sí", ColorBox redimensionará las imágenes para encajar en esos tamaños.

source: Addtitional settings
es_mx: Configuraciones adicionales.

source: Use this field to add extra configurations to lightbox. You can view all available options %s.
es_mx: Usa este campo para agregar configuraciones extras a colorbox. Puedes ver todas las opciones disponibles en %s.
